Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Presence of unexpected fill
es: Presencia de relleno no esperado

source: Present on-site?
es: presentes en el sitio?

source: Presentation of preliminary conclusions and recommendations at a closeout meeting on site on Thursday, April 27 attended by technical, personnel including Miguel Romano, Gualberto Perez, Tomas Placencia, and Francisco Veniz.
es: Presentación de conclusiones y recomendaciones preliminares en una reunión de cierre en el sitio el día jueves 27 de abril a la que asistió personal técnico que incluyó a Miguel Romano, Gualberto Pérez, Tomás Placencia y Francisco Véniz.

source: Presentation: 30 minute presentation (hold all questions until presentation complete)
es: Presentación: presentación de 30 minutos(reservar todas las preguntas para cuando termine)

source: Presumably, the assessments were based on the sizes of historical earthquakes as well as analogies to other subducting margins around the world.
es: Es de suponer que las evaluaciones se basaron en el tamaño de los sismos históricos así como en analogías con otros márgenes de subducción en el resto del mundo.

source: Prevent recurrence
es: Evitar la recurrencia

source: Prevent unauthorised entry into the area
es: Impedir el ingreso no autorizado a la zona.

source: Preventative Action - An action taken to prevent an undesirable occurrence and / or demonstrate compliance.
es: Acción preventiva: una acción adoptada para prevenir una ocurrencia indeseada o para demostrar cumplimiento.

source: Preventive assessment of needs, lubrication & servicing
es: Evaluación preventiva de necesidades, lubricación y mantención

source: Previous site uses.
es: Usos anteriores del sitio.

source: Pricing Sensitivity
es: Susceptibilidad de precios

source: Primary (Golder)
es: Principal (Golder)

source: Primary fault displacement sense in this segment is normal (down-to-the-east) with some evidence for sinistral (left-lateral) strike-slip motion.
es: El sentido principal del desplazamiento de fallas en este segmento es normal (con bloque inferior hacia el este) con algún indicio de movimiento de desplazamiento horizontal sinistral (lateral-izquierdo).

source: Primary fault displacements in this segment tend to be down-to-the-east movement on normal faults (Naranjo, 1987); although some reverse reactivation of normal fault motion has been noted by Allmendinger and Gonzalez (2009).
es: Los desplazamientos de las fallas primarias en este segmento suelen ser de movimiento con bloque inferior hacia el este sobre fallas normales (Naranjo, 1987), si bien Allmendinger y González (2009) han advertido alguna reactivación inversa del movimiento de las fallas normales.

source: Primary jointing within the Intrusives is generally developed along the trend of the emplacement of the body, with secondary structural sets aligned with the major structural trends at the site.
es: El diaclasamiento primario en los intrusivos se desarrolla generalmente a lo largo del rumbo del emplazamiento del cuerpo y los conjuntos estructurales secundarios se alinean con los rumbos estructurales principales en el sitio.

source: Primary layout incorporates the mark G stacked on top of the word “Golder”
es: La composición principal incorpora la marca G apilada sobre la palabra “Golder”.

source: Primary sense listed first, followed by secondary sense, if applicable.
es: Se indica primero el sentido primario, seguido del sentido secundario, si procede.

source: Principal Contractor:
es: Contratista Principal:

source: Principal Geotechnical Engineer
es: Principal, Ingeniero Geotécnico

source: Principal Hydrogeologist
es: Principal, Hidrogeólogo

source: Principal and Associate minimum shareholdings approved for 2018 nominations
es: Participación mínima en la propiedad de Principals y Asociados aprobada para las nominaciones 2018

source: Principal and Associate selection
es: Selección de Principals y Asociados

source: Principal gave presentations in Santiago, Denver and Vancouver on fatalities that have occurred on projects he has worked on during his career.
es: Un Principal hizo presentaciones en Santiago, Denver y Vancouver sobre fallecimientos ocurridos en proyectos en los que trabajó en su carrera.

source: Principal noticed that the buckle of safety belt was missing on a client’s car used to transport the Golder team so he requested to be fixed before our people got in.
es: Un Principal notó que faltaba la hebilla del cinturón de seguridad en un automóvil del cliente usado para trasladar al equipo de Golder, por lo que pidió su reparación antes de que nuestra gente lo abordara.

source: Principal phoned an employee early on a Sunday morning who was feeling that his job was at risk due to a safety investigation on site.
es: Un Principal telefoneó un domingo temprano por la mañana a un colaborador que pensó que arriesgaba su trabajo debido a una investigación sobre seguridad en faenas.

source: Principal – Mining and Rock Mechanics
es: Principal – Minería y Mecánica de Rocas

source: Principals shareholding = 2x annual individual base salary in the year of nomination
es: Participación de los Principals = 2 veces el salario base individual anual en el año de nominación

source: Print Form
es: Imprimir formulario

source: Print out the JMP and ensure you understand all the information contained in it.
es: Imprima el JMP y verifique que entiende toda la información que contiene.

source: Prior to Conducting a Golder Site Visit
es: Antes de hacer una visita de Golder a faenas

source: Prior to commencement of any ground disturbance activities, including concrete coring, the following is required:
es: Antes de iniciar cualquier actividad que perturbe el suelo, como la extracción de testigos de hormigón, se requiere:

source: Prior to commencing work and asbestos removal contractor shall:
es: Antes de iniciar los trabajos y la remoción de asbesto, el contratista debe:

source: Prior to commencing work in a potentially hazardous atmosphere, a risk assessment shall be documented to detail occupational exposure levels and where applicable public exposure levels.
es: Antes de iniciar los trabajos en una atmósfera potencialmente peligrosa, debe documentarse una evaluación de riesgo para detallar los niveles de exposición ocupacional y los niveles de exposición pública, si los hubiere.

source: Prior to commencing work our employee and the excavator operator agreed on communication protocols as entry into the excavator’s work area was required to collect samples.
es: Antes de iniciar los trabajos, nuestro colaborador y el operador de la excavadora acordaron protocolos de comunicación dado que era necesario ingresar a la zona de trabajo de la excavadora para recoger muestras.

source: Prior to coring, following the client’s H&S requirements, the project team reviewed utility drawings and received confirmation from the client that there were no underground utilities in the area of the proposed core holes.
es: Antes de los trabajos, siguiendo los requerimientos de salud y seguridad del cliente, el equipo de proyecto revisó los planos y recibió confirmación del cliente de que no había servicios enterrados en el área propuesta para la perforación.

source: Prior to entry, no risk assessment had been completed and no consideration was given to the shaft being a confined space.
es: Antes del ingreso, no se realizó una evaluación de riesgos ni se tomó en consideración el hecho de que el pique era un espacio confinado.

source: Prior to ground disturbance activities, identifying likely underground services/utilities and using best practices for locating the services.
es: Antes de realizar actividades que alteran el suelo, identificar posibles servicios subterráneos y usar las mejores prácticas para su localización.

source: Prior to mining, surface water runoff from the mine area flowed eastward and southeastward to the Rio Grande river valley.
es: Antes del minado, la escorrentía de aguas superficiales desde la zona de la mina fluía hacia el este y hacia el sureste en dirección del valle del Río Grande.

source: Prior to procuring electrical items we need to request confirmation the product meets local standards.
es: Antes de adquirir productos eléctricos debemos confirmar que el producto cumpla con los estándares locales.

source: Prior to procuring goods, Golder has a legal obligation to assess the risks and ensure it meets the regulatory requirements in the location it is intended to be used.
es: Antes de adquirir productos, Golder tiene la obligación legal de evaluar los riesgos y asegurar que estos cumplen con los requerimientos reguladores para la localidad donde serán usados.

source: Prior to recommencing work, the resolution of the issue shall be discussed with project personnel and HSSE documentation updated as required
es: Antes de reiniciar los trabajos, la solución del problema debe ser analizada por el personal del proyecto y la documentación de HSSE debe ser debidamente actualizada.

source: Probabilistic Seismic Hazard Analysis
es: Análisis de peligro sísmico probabilístico

source: Probability Workshop
es: Taller de probabilidades

source: Probably without even realising.
es: muy probablemente sin darse cuenta.

source: Procedures
es: Procedimientos

source: Process for 2018 selection will be finalized ready for nominations to begin in October, 2017
es: Proceso de selección 2018 concluirá para que las nominaciones comiencen en octubre de 2017

source: Professional Affiliations
es: Asociaciones Profesionales

source: Professional AffiliationsRegistered Professional Engineer, Ontario
es: Asociaciones ProfesionalesIngeniero Profesional Colegiado, Ontario

source: Professional and appropriate and useful to the target audience (eg.
es: Profesional, adecuado y útil para el público objetivo (ej.,

source: Professional liability insurance limits (per claim)
es: Límites al seguro de responsabilidad profesional (por siniestro)

source: Profit Potential
es: Potencial de ganancias

source: Program consisted of approximately 1,000 samples from various medias including; mine tailings, soil, groundwater, surface water, and biota.
es: El programa consiste de aproximadamente 1.000 muestras de varios medios, incluyendo; relaves de mina, suelo, aguas subterráneas, aguas superficiales y biota.

source: Program was based on IATA, IMDG, and the model UN regulations.
es: El programa se basó en normas de IATA, IMDG y del modelo de la ONU.

source: Progress (Chevrons) on action items or tactics
es: Avance (flechas) en Ítemes o Tácticas de Acción

source: Progress Legend
es: Leyenda de Progreso

source: Progress Meetings
es: Reuniones de Avance

source: Progress review and report on all pending corrective actions
es: Revisión de avances e informe de todas las acciones correctivas pendientes

source: Progress towards 2018 Action Items or Tactics
es: Avance hacia los Ítemes o Tácticas de Acción 2018

source: Progressive failure, support interaction and a variety of other problems can be analysed.
es: Pueden analizarse fallas progresivas, interacción de la fortificación y una variedad de otros problemas.

source: Project
es: Proyecto

source: Project / Site Location
es: Ubicación Proyecto / Sitio

source: Project HSSE Risk Tools
es: Herramientas para Riesgos de HSSE en Proyectos

source: Project Risk Triggers Mitigation Strategy
es: Estrategia de mitigación de disparadores de riesgo

source: Project Classification
es: Clasificación del proyecto

source: Project Design
es: Diseño del Proyecto

source: Project Details
es: Detalles del proyecto

source: Project Details & Scope of Work
es: Detalles del proyecto y alcance de los trabajos

source: Project Director as a P or A (excluding LATAM)
es: Director de Proyecto como P o A (excepto LATAM)

source: Project Engineer (1986)
es: Ingeniero de Proyectos (1986)

source: Project Engineer responsible for geotechnical investigations, site characterizations, and geotechnical design recommendations for residential and municipal projects.
es: Ingeniero de Proyecto responsable de las investigaciones geotécnicas, caracterizaciones de sitio y recomendaciones de diseño geotécnico para proyectos residenciales y municipales.

source: Project Execution & Cash Flow
es: Ejecución del proyecto y flujo de caja

source: Project Experience – Contaminated Land Remediation
es: Experiencia en proyectos – Remediación de tierra contaminada

source: Project Experience – Crown Pillar Stability or Closure Plan
es: Experiencia en proyectos – Estabilidad de pilares corona o plan de cierre

source: Project Experience – EHS Auditing
es: Experiencia en proyectos - Auditoria EHS

source: Project Experience – Geotechnical and Earthquake Engineering
es: Experiencia en Proyectos – Ingeniería Geotécnica y Sísmica

source: Project Experience – Hazardous Materials
es: Experiencia en Proyectos - Materiales Peligrosos

source: Project Experience – Mining
es: Experiencia en Proyectos – Minería

source: Project Experience – Modelling
es: Experiencia en proyectos – Modelación

source: Project Experience – Open Pit Investigation and Design
es: Experiencia en Proyectos – diseño e investigación de rajos

source: Project Experience – Program Develoment
es: Experiencia en proyectos – Desarrollo de programas

source: Project Experience – Property Transfer
es: Experiencia en Proyectos - Transferencia de Propiedades

source: Project Experience – Training and Workshops
es: Experiencia en proyectos – Capacitación y talleres

source: Project Experience – Tunnelling And Caverns
es: Experiencia en Proyectos – Tunelización y Cavernas

source: Project Experience – Underground Geomechanical Design
es: Experiencia en proyectos – Diseño geomecánico subterráneo

source: Project HRT Assessment
es: Evaluación de HRT de Proyecto

source: Project Introduction
es: Introducción del proyecto

source: Project Leadership – all project associated roles such as Site Supervisor, Project Manager and Project Director
es: Liderazgo en Proyectos: todas las funciones relacionadas con proyectos como Supervisor de Terreno, Gerente de Proyecto y Director de Proyecto

source: Project Lifecycle and HSSE Management
es: Ciclo de vida del Proyecto y Gestión de HSSE

source: Project Location
es: Ubicación del proyecto

source: Project Location:
es: Ubicación del proyecto:

source: Project Manager
es: Gerente de Proyecto

source: Project Manager is notified to inform identified project field staff to complete an ITA (link to ITA in notification)
es: El Gerente de Proyecto se notificado para informar al personal en terreno del proyecto que complete un ITA (enlace a ITA en notificación)

source: Project Manager or other Manager / Supervisor
es: Gerente de Proyecto u otro Gerente / Supervisor

source: Project Manager responsible for portfolio of retail petroleum sites in Panama and the Dominican Republic.
es: Gerente de Proyecto responsable de la cartera de sitios de distribución minorista de petróleo en Panamá y República Dominicana.

source: Project Manager, Manager or Supervisor will notify the legal department as soon as they are informed of an incident with potential for litigation.
es: El Gerente de Proyecto, Gerente o Supervisor notificará al departamento jurídico tan pronto se les informe de un incidente con potencial de litigio.

source: Project Manager/Supervisor
es: Gerente de Proyecto / Supervisor

source: Project Manager/Supervisor:
es: Gerente de Proyecto / Supervisor:

source: Project Managers are also required to be familiar with the client controls in place to manage this risk and ensure that appropriate information is included in the deployment briefing.
es: Los gerentes de proyecto también deben conocer los controles implementados por el cliente para manejar este riesgo y asegurarse de que las sesiones informativas en el despliegue contengan la información correspondiente.

source: Project Managers are required to set up a communication protocol with each person working in these situations to ensure a ready response, should that be required.
es: Los gerentes de proyecto deben establecer un protocolo de comunicación con cada persona que trabaje en estas situaciones para asegurar una respuesta oportuna, en caso necesario.

source: Project Manager’s job
es: Los deberes del Gerente de Proyecto

source: Project Name
es: Nombre del proyecto

source: Project Name:
es: Nombre del proyecto:

source: Project No:
es: Nro. de proyecto:

source: Project Pursuit Team to address all conditions in their entirety via email to the members of the PRC on or before the date required.
es: El Grupo de Búsqueda de Proyectos atenderá todas las condiciones en su totalidad vía email a los miembros del PRC a más tardar en la fecha estipulada.

source: Project Risk Committee Triggers
es: Disparadores del Comité de Riesgos de Proyectos

source: Project Risk Management ToolsSession 2 – Journey Management
es: Herramientas de Gestión de Riesgo de ProyectosSesión 2- Gestión de Viajes

source: Project Schedule
es: Cronograma del proyecto

source: Project Schedule (for projects over $3,000,000, include as Appendix D)
es: Cronograma del proyecto (para proyectos sobre USD 3.000.000, incluir como Anexo D)

source: Project Site
es: Sitio de proyecto

source: Project Supervisor (1986 to 1991)
es: Supervisor de Proyecto (1986 a 1991)

source: Project Team Availability
es: Disponibilidad del equipo de proyectos

source: Project Title:
es: Título de Proyecto:

source: Project Tools & Templates
es: Herramientas y Plantillas de Proyectos

source: Project included a review of conduit options including tunnels and sunken tubes.
es: El proyecto incluyó una revisión de las alternativas de conductos que incluían túneles y tuberías enterradas.

source: Project included a soil and groundwater investigation, a screening level human health risk assessment designed to evaluate risks to future site users following demolition and redevelopment of the site, excavation of impacted soils, and confirmation sampling.
es: El proyecto incluyó una investigación de suelo y aguas subterráneas, una evaluación de riesgos a la salud humana a nivel de clasificación, diseñada para evaluar riesgos a los futuros usuarios del sitio después de la demolición y reconversión del sitio, excavación de suelos impactados, y muestro de confirmación.

source: Project included colaboration with international experts from the United States and Sweden.
es: El proyecto incluye la participación de expertos internacionales de Estados Unidos y Suecia.

source: Project included detailed geotechnical field mapping and numerical modelling of the tunnel to assess the effects of high in situ stresses and rock conditions on the tunnel crown behaviour during tunnelling.
es: El proyecto incluyó mapeo geotécnico detallado en terreno y modelación numérica del túnel para evaluar los efectos de altas cargas in situ y condiciones de la roca en el comportamiento de la bóveda del túnel durante la tunelización.

source: Project included international experts from the United States, Canada, and Italy.
es: El proyecto incluye la participación de expertos internacionales de Estados Unidos, Canadá e Italia.

source: Project includes 4 km of twin 7m-diameter bored tunnels, and three stations within the alignment considered.
es: El proyecto incluye 4 km de túneles de 7 m de diámetro perforado y tres estaciones dentro de la alineación considerada.

source: Project involved analysis and design of a 26 m high embankment crossing a swamp with firm clayey foundation soils.
es: El proyecto incluyó análisis y diseño de un terraplén de 26 m de altura que cruza un pantano con suelos de fundación arcillosos firmes.

source: Project involved field inspections, rock mass classifications and stability risk assessment of ground support for the tunnels and loading pockets.
es: El proyecto incluyó inspecciones de terreno, clasificaciones de macizo rocoso y evaluación de riesgo de estabilidad de la fortificación de túneles y bolsones de carga.

source: Project involved field investigation, open pit design, crown pillar design, stope design, evaluation of mining sequence with numerical modelling and ground support recommendations.
es: El proyecto incluyó investigación de terreno, diseño de rajos, diseño de pilares corona, diseño de caserones, evaluación de secuencia de minado con modelación numérica y recomendaciones de fortificación.

source: Project is focused on addressing a light non-aqueous phase liquid (LNAPL) plume by removing mobile volume and eliminating impacts to the ocean.
es: El proyecto se enfoca en el manejo de la pluma de fase libre no acuosa liviana (FLNA), retirando el volumen móvil y eliminando el impacto al océano.

source: Project leader for ongoing site investigation project in Quito, Ecuador.
es: Líder de un proyecto de investigación de sitios en curso en Quito, Ecuador.

source: Project leadership
es: Líderes de proyecto

source: Project leadership verify the project team members know and understand the hazards and controls, have completed the required training and are competent to carry out the tasks safely.
es: Los líderes del proyecto verifican que el equipo del proyecto conoce y comprende los peligros y sus controles, que han recibido la debida capacitación y que son competentes para ejecutar las tareas de manera segura.

source: Project manager and rock mechanics engineer for the Pre-Feasibility Study of the multi-disciplinary Underground Reservoir Pumped Storage for generating 2000 MW, including identification of potential siting options and cost estimate.
es: Gerente de proyecto e ingeniero en mecánica de rocas para estudio de prefactibilidad del proyecto multidisciplinario Underground Reservoir Pumped Storage para generar 2000 MW, que incluyó identificación de alternativas de emplazamiento y estimación de costos.

source: Project manager and senior reviewer for the rock mechanics studies to establish Bankable Feasibility-level pit slope design criteria for the San Cristobal Project.
es: Gerente de proyecto y revisor senior de los estudios de mecánica de rocas para establecer los criterios de diseño de taludes del pit a nivel de factibilidad bancable para el proyecto San Cristóbal.

source: Project manager and senior rock mechanics engineer for the Detour Lake project for the Pre-Feasibility and Feasibility Studies.
es: Gerente de proyecto e ingeniero sénior en mecánica de rocas para el proyecto Detour Lake para los estudios de prefactibilidad y factibilidad.

source: Project manager and senior rock mechanics engineer for the field geotechnical and hydrogeological investigations and pit slope design of the Pre-Feasibility Study for the Main pit of the Joanna project.
es: Gerente de proyecto e ingeniero senior en mecánica de rocas para las investigaciones geotécnicas e hidrogeológicas de terreno y diseño de taludes en el Estudio de Prefactibilidad para el pit principal del proyecto Joanna.

source: Project manager and senior rock mechanics engineer for the open pit project, which will be about 1.2 km long, 0.65 km wide and extend to a depth of approximately 400 m.
es: Gerente de proyecto e ingeniero senior en mecánica de rocas para el proyecto a cielo abierto, que tendrá una longitud de alrededor de 1,2 km, 0,65 km de ancho y una profundidad aproximada de 400 m.

source: Project manager and senior rock mechanics engineer for the pit slope design component of the Pre-Feasibility Study for the Fedorovo project, which will consist of two open pits (West and East pits) to be excavated to maximum depths of 335 m and 220 m, respectively.
es: Gerente de proyecto e ingeniero senior en mecánica de rocas para el componente de diseño taludes de rajo del estudio de prefactibilidad para el proyecto Fedorovo, que consistirá en dos rajos (East y West) a excavarse hasta profundidad máxima de 335 m y 220 m, respectivamente.
